tap "cloudfoundry/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "anyenv"
brew "autoconf"
brew "gdbm"
brew "glib"
brew "pkg-config"
brew "cmake"
brew "colordiff"
brew "composer"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "gcc"
brew "gh"
brew "libidn"
brew "gibo"
brew "git"
brew "git-lfs"
brew "imagemagick"
brew "jq"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "mas"
brew "nkf"
brew "pandoc"
brew "postgresql"
brew "protobuf"
brew "putty"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "cloudfoundry/tap/cf-cli"
brew "heroku/brew/heroku"
cask "adguard"
cask "adobe-creative-cloud"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "atom"
cask "basictex"
cask "brave-browser"
cask "clipy"
cask "cursorsense"
cask "docker"
cask "dropbox"
cask "firefox"
cask "gitify"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-drive-file-stream"
cask "hyper"
cask "insomnia"
cask "karabiner-elements"
cask "keycastr"
cask "krisp"
cask "macvim"
cask "microsoft-office"
cask "microsoft-teams"
cask "notion"
cask "pomotodo"
cask "scroll-reverser"
cask "sketch"
cask "spectacle"
cask "spotify"
cask "toggl"
cask "tunnelblick"
cask "typora"
cask "visual-studio-code"
cask "webstorm"
mas "Bitwarden", id: 1352778147
mas "CotEditor", id: 1024640650
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "MenuBar Stats", id: 714196447
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
